"Search..." = "Search...";
"Search" = "Search";
"Search Clipboard" = "Search Clipboard";
"Clipboard Content" = "Clipboard Content";
"Image" = "Image";
"Empty" = "Empty";
"pinned" = "pinned";
"Floatcut" = "Floatcut";
"Open Settings" = "Open Settings";
"Request System Prompt" = "Request System Prompt";
"For correct functioning of the app please tick Floatcut in Accessibility apps list.\n\nIf Floatcut is already listed but paste doesn't work, remove it from the list, then add it again and restart Floatcut." = "For correct functioning of the app please tick Floatcut in the Accessibility apps list.\n\nIf Floatcut is already listed but paste doesn't work, remove it from the list, then add it again and restart Floatcut.";
"Migrate Previous Data?" = "Migrate Previous Data?";
"Migrate" = "Migrate";
"Don't Migrate" = "Don't Migrate";
"Clear All" = "Clear All";
"Clear Favorites" = "Clear Favorites";
"Combine Texts" = "Combine Texts";
"Merge All" = "Combine Texts";
"Show Favorites" = "Show Favorites";
"Show Clipboard" = "Show Clipboard";
"Add to Favorites" = "Add to Favorites";
"Remove from Favorites" = "Remove from Favorites";
"Move to Clipboard" = "Move to Clipboard";
"Preferences…" = "Preferences…";
"About Floatcut" = "About Floatcut";
"Quit" = "Quit";
"Preferences" = "Preferences";
"General" = "General";
"Hotkeys" = "Hotkeys";
"Appearance" = "Appearance";
"Diagnostics" = "Diagnostics";
"Acknowledgements" = "Acknowledgements";
"Sticky bezel (bezel, or pop-up, stays visible after hotkey is released)" = "Sticky bezel (bezel, or pop-up, stays visible after hotkey is released)";
"Wraparound bezel (the first and last items are adjacent in order)" = "Wraparound bezel (the first and last items are adjacent in order)";
"Menu selection pastes" = "Menu selection pastes";
"Launch Floatcut on login" = "Launch Floatcut on login";
"Settings" = "Settings";
"Clippings" = "Clippings";
"Clippings:" = "Clippings:";
"Never" = "Never";
"On exit" = "On exit";
"After each clip" = "After each clip";
"Display in menu" = "Display in menu";
"Favorites" = "Favorites";
"Passwords:" = "Passwords:";
"Don't copy from password fields" = "Don't copy from password fields";
"Pasteboard types:" = "Pasteboard types:";
"Detect with Upper, Lower, Digit, and Symbol lengths:" = "Detect password-like content by length and character types:";
"Include pasteboard types in clippings list" = "Record pasteboard types in clipboard history";
"Organizing:" = "Organizing:";
"Remove duplicates" = "Remove duplicates";
"Move pasted item to top of stack" = "Move pasted item to top of stack";
"Saving:" = "Saving:";
"Save from bezel to:" = "Save from bezel to:";
"Desktop" = "Desktop";
"Save forgotten items to:" = "Save forgotten items to:";
"Bezel transparency" = "Bezel transparency";
"Lighter" = "Lighter";
"Darker" = "Darker";
"Bezel width" = "Bezel width";
"Smaller" = "Smaller";
"Bigger" = "Bigger";
"Bezel height" = "Bezel height";
"Menu item icon" = "Menu item icon";
"Floatcut icon" = "Floatcut icon";
"Black Floatcut icon" = "Monochrome Floatcut icon";
"White scissors" = "White scissors";
"Black scissors" = "Black scissors";
"Show clipping source app and time" = "Show clipping source app and time";
"Synchronized clips" = "Synchronized clips";
"Border color" = "Border color";
"Border transparency" = "Border transparency";
"Clips received through peer-to-peer synchronization are outlined in the menu and search lists. The border is drawn inside the row and does not change its size." = "Clips received through peer-to-peer synchronization are outlined in the menu and search lists. The border is drawn inside the row and does not change its size.";
"Ask User" = "Ask User";
"App Sandbox" = "App Sandbox";
"Resize Stack" = "Resize Stack";
"Resizing the stack to a value below its present size will cause clippings to be lost." = "Resizing the stack to a value below its present size will cause clippings to be lost.";
"Resize" = "Resize";
"Cancel" = "Cancel";
"Don't Warn Me Again" = "Don't Warn Me Again";
"Clear Clipping List" = "Clear Clipping List";
"Do you want to clear all favorite clippings?" = "Do you want to clear all favorite clippings?";
"Do you want to clear all recent clippings?" = "Do you want to clear all recent clippings?";
"Clear" = "Clear";
"Select a directory." = "Select a directory.";
"Search Clipboard HotKey" = "Search Clipboard HotKey";
"Activate Floatcut HotKey" = "Activate Floatcut HotKey";
"%d of %d" = "%d of %d";
"%d of %d (%@)" = "%d of %d (%@)";
"Search clipboard hotkey:" = "Search clipboard hotkey:";
"Check Accessibility Permissions" = "Check Accessibility Permissions";
"Behavior" = "Behavior";
"Storage" = "Storage";
"Folders" = "Folders";
"Capture" = "Capture";
"Bezel" = "Bezel";
"Accessibility" = "Accessibility";
"Application Shortcuts" = "Application Shortcuts";
"Shortcut" = "Shortcut";
"Action" = "Action";
"Bezel Navigation" = "Bezel Navigation";
"Bezel Actions" = "Bezel Actions";
"Menu Bar" = "Menu Bar";
"Up/Left Arrow or K" = "Up/Left Arrow or K";
"Down/Right Arrow or J" = "Down/Right Arrow or J";
"Home" = "Home";
"End" = "End";
"Page Up / Page Down" = "Page Up / Page Down";
"1-9, 0" = "1-9, 0";
"Scroll Wheel" = "Scroll Wheel";
"Return" = "Return";
"Fn+Return" = "Fn+Return";
"Backspace/Delete" = "Backspace/Delete";
"Escape" = "Escape";
"Double-Click" = "Double-Click";
"Command+," = "Command+,";
"S" = "S";
"Shift+S" = "Shift+S";
"F" = "F";
"Shift+F" = "Shift+F";
"Space" = "Space";
"Right-Click" = "Right-Click";
"Option+Click menu icon" = "Option+Click menu icon";
"Activation shortcut" = "Activation shortcut";
"Search shortcut" = "Search shortcut";
"Move to newer item" = "Move to newer item";
"Move to older item" = "Move to older item";
"Jump to most recent item" = "Jump to most recent item";
"Jump to oldest item" = "Jump to oldest item";
"Move 10 items forward/back" = "Move 10 items forward/back";
"Jump to position (0 = 10th)" = "Jump to position (0 = 10th)";
"Navigate history" = "Navigate history";
"Paste selected item" = "Paste selected item";
"Move item to top of history" = "Move item to top of history";
"Delete selected item" = "Delete selected item";
"Close without pasting" = "Close without pasting";
"Paste item" = "Paste item";
"Open preferences" = "Open preferences";
"Save item to Desktop" = "Save item to Desktop";
"Save to Desktop and delete" = "Save to Desktop and delete";
"Toggle favorites store" = "Toggle favorites store";
"Move item to favorites" = "Move item to favorites";
"Pin bezel open (sticky mode)" = "Pin bezel open (sticky mode)";
"Toggle clipboard tracking on/off" = "Toggle clipboard tracking on/off";
"Recent clippings to remember" = "Recent clippings to remember";
"Favorite clippings to remember" = "Favorite clippings to remember";
"Choose Folder…" = "Choose Folder…";
"Ignored password lengths" = "Password lengths to ignore";
"Save forgotten clippings" = "Save forgotten clippings";
"Save forgotten favorites" = "Save forgotten favorites";
"No acknowledgements found." = "No acknowledgements found.";
"Clipboard behavior and retention" = "Clipboard behavior and retention";
"Keyboard shortcuts and accessibility" = "Keyboard shortcuts and accessibility";
"Bezel and menu presentation" = "Bezel and menu presentation";
"Synchronisation" = "Synchronization";
"Direct, encrypted clipboard sharing in the local network" = "Direct, encrypted clipboard sharing in the local network";
"Troubleshooting for clipboard capture and local synchronization" = "Troubleshooting for clipboard capture and local synchronization";
"Clipboard diagnostics" = "Clipboard diagnostics";
"Synchronization diagnostics" = "Synchronization diagnostics";
"Adds the detected text pasteboard type as a diagnostic entry to the clipboard history. Password-field filtering must be enabled." = "Adds the detected text pasteboard type as a diagnostic entry to the clipboard history. Password-field filtering must be enabled.";
"Local network sync" = "Local network sync";
"Enable encrypted peer-to-peer clipboard sync" = "Enable encrypted peer-to-peer clipboard sync";
"Enable detailed sync diagnostics" = "Enable detailed synchronization logging";
"Records redacted discovery, connection, pairing and revocation events. Clipboard contents, keys, nonces and verification codes are never written. Log file: %@" = "Records redacted discovery, connection, pairing and revocation events. Clipboard contents, keys, nonces and verification codes are never written. Log file: %@";
"Only new text clips are sent directly to paired devices that are online. Floatcut does not use a cloud service and does not queue missed clips." = "Only new text clips are sent directly to paired devices that are online. Floatcut does not use a cloud service and does not queue missed clips.";
"Allow new pairing requests" = "Allow new pairing requests";
"When disabled, Floatcut rejects incoming pairing requests. Existing paired devices remain connected and continue to synchronize." = "When disabled, Floatcut rejects incoming pairing requests. Existing paired devices remain connected and continue to synchronize.";
"Device name" = "Device name";
"Apply" = "Apply";
"Security warning" = "Security warning";
"Dismiss" = "Dismiss";
"Paired devices" = "Paired devices";
"No devices have been paired." = "No devices have been paired.";
"Online" = "Online";
"Offline" = "Offline";
"Last seen: %@" = "Last seen: %@";
"Unpair" = "Unpair";
"Share with %@" = "Share with %@";
"Identity changed — connection blocked" = "Identity changed — connection blocked";
"Available devices" = "Available devices";
"No unpaired compatible device is currently visible." = "No unpaired compatible device is currently visible.";
"Enable sync to search the local network." = "Enable sync to search the local network.";
"Incompatible" = "Incompatible";
"Pair" = "Pair";
"Revocations" = "Revocations";
"Revocation confirmed" = "Revocation confirmed";
"Delivery pending" = "Delivery pending";
"Unpaired · revocation confirmed" = "Unpaired · revocation confirmed";
"Unpaired · revocation delivery pending" = "Unpaired · revocation delivery pending";
"Sync identity" = "Sync identity";
"Resetting creates a new cryptographic identity and removes every pairing. Clipboard history and favorites remain unchanged." = "Resetting creates a new cryptographic identity and removes every pairing. Clipboard history and favorites remain unchanged.";
"Reset sync identity…" = "Reset sync identity…";
"Local sync could not start because its cryptographic identity is incomplete or unavailable. Reset the sync identity to create a new one. All devices must then be paired again." = "Local sync could not start because its cryptographic identity is incomplete or unavailable. Reset the sync identity to create a new one. All devices must then be paired again.";
"Unpair device?" = "Unpair device?";
"Reset sync identity?" = "Reset sync identity?";
"Reset" = "Reset";
"Cancel" = "Cancel";
"All devices must be paired again. Clipboard history and favorites are preserved." = "All devices must be paired again. Clipboard history and favorites are preserved.";
"Pair clipboard device?" = "Pair clipboard device?";
"Allow" = "Allow";
"Reject" = "Reject";
"Codes match" = "Codes match";
"Synchronisation is disabled." = "Synchronization is disabled.";
"Starting local discovery…" = "Starting local discovery…";
"This device is not currently available for pairing." = "This device is not currently available for pairing.";
"The limit of ten paired devices has been reached." = "The limit of ten paired devices has been reached.";
"The sync identity was reset. All devices must be paired again." = "The sync identity was reset. All devices must be paired again.";
"%d device(s) available in the local network." = "%d device(s) available in the local network.";
"Connecting to %@ for pairing…" = "Connecting to %@ for pairing…";
"Connected to %@." = "Connected to %@.";
"A connection to %@ is already active." = "A connection to %@ is already active.";
"The pairing connection timed out. Please try again." = "The pairing connection timed out. Please try again.";
"The cryptographic identity of %@ has changed. Clipboard access was blocked. Remove and pair the device again." = "The cryptographic identity of %@ has changed. Clipboard access was blocked. Remove and pair the device again.";
"%@ wants to pair with Floatcut. No clipboard data is shared until the verification code is confirmed on both devices." = "%@ wants to pair with Floatcut. No clipboard data is shared until the verification code is confirmed on both devices.";
"Verification code: %@" = "Verification code: %@";
"Confirm only if the same code is displayed on %@." = "Confirm only if the same code is displayed on %@.";
"Local network access is waiting: %@" = "Local network access is waiting: %@";
"Credits and bundled open-source software" = "Credits and bundled open-source software";
"Accessibility Access Granted" = "Accessibility Access Granted";
"Accessibility Access Required" = "Accessibility Access Required";
"Floatcut has accessibility permissions.\n\nBundle: %@\nBundle ID: %@" = "Floatcut has accessibility permissions.\n\nBundle: %@\nBundle ID: %@";
"Floatcut does not have accessibility permissions.\n\nBundle: %@\nBundle ID: %@\n\nYou can request the system prompt or open Settings to grant access manually." = "Floatcut does not have accessibility permissions.\n\nBundle: %@\nBundle ID: %@\n\nYou can request the system prompt or open Settings to grant access manually.";
"Floatcut needs accessibility access to paste.\n\nIf you already granted permission, try removing Floatcut from the Accessibility list, adding it again, and restarting the app." = "Floatcut needs accessibility access to paste.\n\nIf you already granted permission, try removing Floatcut from the Accessibility list, adding it again, and restarting the app.";
"Send images to this device" = "Send images to this device";
"Receiving remains active" = "Receiving remains active";
"Clear revocation list" = "Clear revocation list";
"Permanently removes all stored revocation records. Existing pairings remain unchanged." = "Permanently removes all stored revocation records. Existing pairings remain unchanged.";
"Clear revocation list?" = "Clear revocation list?";
"Previously revoked devices will still need to be paired again before they can reconnect." = "Previously revoked devices will still need to be paired again before they can reconnect.";
"Transfer settings for %@" = "Transfer settings for %@";
"Floatcut Sync now uses protocol v2. Previously paired devices must be confirmed once again. The local sync identity is preserved." = "Floatcut Sync now uses protocol v2. Previously paired devices must be confirmed once again. The local sync identity is preserved.";
